export const PRODUCT_INFO = {
    "קרנות השתלמות": 
      "קרנות השתלמות הן כלי חיסכון לטווח בינוני שמאפשר הפקדות קבועות ומציע הטבות מס ניכרות. הן מתאימות לאנשים המחפשים לשמור על חיסכון נזיל אך בטוח, ובמקביל ליהנות מהטבות מס משמעותיות.\n\n" +
      "בנוסף, קרנות השתלמות מהוות גיבוי כלכלי בעת מצבי חירום ומתאימות לאלו המעוניינים לשלב בין חסכון לטווח בינוני לבין יכולת גמישות כלכלית.",
      
    "קופות גמל": 
      "קופות גמל הן מוצרים לחיסכון ארוך טווח המיועדים להבטיח עתיד כלכלי יציב. הן מציעות ניהול השקעות מקצועי, תנאים מועדפים והטבות מס, מה שהופך אותן לאידיאליות למי שמתכנן את הפרישה או צריך לממן הוצאות עתידיות גדולות.\n\n" +
      "השקעה בקופות גמל מאפשרת גיוון בתיק ההשקעות ושמירה על רמת סיכון מתונה, תוך קבלת ייעוץ פיננסי מקצועי.",
      
    "קופות גמל להשקעה": 
      "קופות גמל להשקעה מציעות גמישות ניהולית גבוהה יותר, ומאפשרות למשתמש לנהל את השקעותיו באופן דינמי תוך ניצול הטבות מס והזדמנויות צמיחה שונות. המוצר מתאים למשקיעים שמבינים את תחום ההשקעות ורוצים לשלב בין נזילות לבין סיכויי רווח מוגברים.\n\n" +
      "כלי זה מעניק שליטה רבה יותר על ניהול ההון ומאפשר התאמה אישית של אסטרטגיות השקעה בהתאם לשינויים בשוק.",
      
    "פוליסות חיסכון": 
      "פוליסות חיסכון הן מוצרים להשקעה בניהול אישי, המיועדים להבטיח חיסכון לטווח ארוך עם יתרונות מס ייחודיים. הן מציעות ניהול מותאם אישית ופתרונות כוללניים המשלבים ביטחון כלכלי עם גמישות בהשקעות.\n\n" +
      "המוצר מתאים לאלו המחפשים פתרון מקיף לחיסכון, המאפשר לשלב בין ביטחון כלכלי לבין הזדמנויות לצמיחה והשקעה.",
      
    "קרנות פנסיה": 
      "קרנות פנסיה הן כלי לחיסכון לפרישה, המציעות קצבה חודשית וביטחון כלכלי לעת הפרישה. הן נועדו להבטיח עתיד כלכלי יציב באמצעות ניהול מקצועי של ההשקעות, תוך שימת דגש על יציבות וביטחון.\n\n" +
      "השקעה בקרנות פנסיה מומלצת למי שמעוניין לתכנן את העתיד הכלכלי בצורה מסודרת, עם יתרונות ביטוחיים והטבות מס משמעותיות."
  };
  
  export const FUND_TYPES = Object.keys(PRODUCT_INFO);